---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.StructuralLoadFailures
source: html/b41a9d67-09ba-4bab-d851-7b4d12d857b9.htm
---
# Autodesk.Revit.DB.BuiltInFailures.StructuralLoadFailures

Failures about Load.

## Syntax (C#)
```csharp
public static class StructuralLoadFailures
```